{"intents":[
    {
        "tag": "saludo",
        "patterns": ["hola", "qué tal", "cómo estás", "saludos"],
        "responses": ["Hola! en que proceso te puedo ayudar?: [Incluirtec, WorkManager, Politicas, Requesitos, Perfiles de Clientes]"]
    },
    {
        "tag": "proceso",
        "patterns": ["Incluirtec", "WorkManager", "Politicas", "Requesitos", "Perfiles de Clientes"],
        "responses": ["Ok, cuentame que necesitas..."]
    },
    {
        "tag": "Incluirtec",
        "patterns": ["me pueden por favor colaborar que tengo mi usuario bloqueado",
                    "me colaboras por fa con el desbloqueo de mi usuario en incluirtec",
                    "Buenas tardes, Por favor me ayudan con el bloqueo de usuario de la plataforma Incluirtec. Usuario:",
                    "Buenos dias, favor desbloquear usuario 55226015 en incluirtec",
                    "Me colaboran por favor con desbloqueo de incluirtec CC",
                    "compañeros muy buenos dias, agradezco su ayuda para desbloquear usuario",
                    "Buenos dias estoy bloqueada me ayudan por fa",
                    "Hola buenos dias para todos.. por favor me colaboran",
                    "Hola buenos dias, me pueden colaborar desbloqueando incluirtec cc",
                    "compañero me ayudas con mi usuario de incluirtec",
                    "Hola me ayudan a desbloquearme porfa",
                    "Hola, me ayudan por favor, me sale este mensaje Tu usuario se ha bloqueado por que tienes una sesión activa en otra pestaña en e otro dispositivo",
                    "si se va a solicitar crédito a un empleado CFA, se puede radicar igual por Incluirtec ?",
					"una consulta, un tramite enviado por incluirtec requiere verificación por parte de la oficina ?",
					"Cual son los documentos soporte que se le piden a un transportador?",
					"Hola, tengo la pagina de los antecedentes caida, que debo hacer"],
        "responses": ["Para desbloquear tu usuariode Incluirtec debes enviar el tipo y numero de documento al chat",
                     "Para solicitudes de crédito de los empleados CFA continúan por WorkManager",
					 "Si tiene ingresos adicionales a su actividad principal como asalariado se se debe verificar, teniendo en cuenta la politica de verificación de referencias de colocación",
					 "Puedes consultar en el manual SARC en item Exigencias de documentación de crédito - Persona Natural (Solicitudes Y Codeudores)",
					 "Por favor valida la información del flujo: Consulta Antecedentes y Delitos de Lavado de Activos"]
    },    
    {
        "tag": "Credito",
        "patterns": ["Que es un Crédito", "Que es un interes", "Que es ruta rapida"],
        "responses": ["Es un dinero que se otorga", "Es el porcentaje que se cobra en el credito", 
                      "Estudio de credito con menos pasos"]
    }
]

}